# language: ru
# encoding: utf-8
Функция: Поиск Gem "Acceptance Testing"

 Как инженер по автотестированию
 Для более эффективного использования языка программирования "Ruby"
 Я хочу иметь возможность находить необходимые библиотеки на сайте "rubygems.org"

 Инженер по тестированию ~> Елизавета

  Сценарий: Поиск Gem "Acceptance Testing"
    Дано что Елизавета открыла "rubygems.org"
    И Елизавета ввела в поле поиска "acceptance_testing"
    Также Елизавета нажала клавишу "enter"
    Тогда Елизавете открывается страница gem "acceptance_testing"
